code --install-extension aaron-bond.better-comments
code --install-extension adpyke.codesnap
code --install-extension alefragnani.bookmarks
code --install-extension alexcvzz.vscode-sqlite
code --install-extension batisteo.vscode-django
code --install-extension bibhasdn.django-html
code --install-extension bibhasdn.django-snippets
code --install-extension bigonesystems.django
code --install-extension bmewburn.vscode-intelephense-client
code --install-extension bradlc.vscode-tailwindcss
code --install-extension britesnow.vscode-toggle-quotes
code --install-extension christian-kohler.npm-intellisense
code --install-extension christian-kohler.path-intellisense
code --install-extension cliffordfajardo.hightlight-selections-vscode
code --install-extension dbaeumer.vscode-eslint
code --install-extension donjayamanne.python-environment-manager
code --install-extension donjayamanne.python-extension-pack
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension eamodio.gitlens
code --install-extension ecmel.vscode-html-css
code --install-extension editorconfig.editorconfig
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension franneck94.c-cpp-runner
code --install-extension github.codespaces
code --install-extension github.copilot
code --install-extension github.copilot-chat
code --install-extension github.vscode-github-actions
code --install-extension github.vscode-pull-request-github
code --install-extension glenn2223.live-sass
code --install-extension grapecity.gc-excelviewer
code --install-extension gruntfuggly.todo-tree
code --install-extension hars.cppsnippets
code --install-extension helixquar.randomeverything
code --install-extension inu1255.easy-snippet
code --install-extension johnpapa.vscode-peacock
code --install-extension kevinrose.vsc-python-indent
code --install-extension kisstkondoros.vscode-gutter-preview
code --install-extension mhutchie.git-graph
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-ceintl.vscode-language-pack-es
code --install-extension ms-dotnettools.csdevkit
code --install-extension ms-dotnettools.csharp
code --install-extension ms-dotnettools.vscode-dotnet-runtime
code --install-extension ms-dotnettools.vscodeintellicode-csharp
code --install-extension ms-kubernetes-tools.vscode-kubernetes-tools
code --install-extension ms-python.black-formatter
code --install-extension ms-python.debugpy
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.cpptools-extension-pack
code --install-extension ms-vscode.cpptools-themes
code --install-extension ms-vscode.hexeditor
code --install-extension ms-vscode.makefile-tools
code --install-extension ms-vscode.remote-explorer
code --install-extension ms-vscode.remote-server
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension njpwerner.autodocstring
code --install-extension oderwat.indent-rainbow
code --install-extension pkief.material-icon-theme
code --install-extension pnp.polacode
code --install-extension postman.postman-for-vscode
code --install-extension pranaygp.vscode-css-peek
code --install-extension qwtel.sqlite-viewer
code --install-extension rangav.vscode-thunder-client
code --install-extension redhat.java
code --install-extension redhat.vscode-yaml
code --install-extension ritwickdey.liveserver
code --install-extension shamanu4.django-intellisense
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension slevesque.vscode-zipexplorer
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension streetsidesoftware.code-spell-checker-spanish
code --install-extension syler.sass-indented
code --install-extension tomoki1207.pdf
code --install-extension twxs.cmake
code --install-extension usernamehw.errorlens
code --install-extension vadimcn.vscode-lldb
code --install-extension vincaslt.highlight-matching-tag
code --install-extension visualstudioexptteam.intellicode-api-usage-examples
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension vscjava.vscode-gradle
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-dependency
code --install-extension vscjava.vscode-java-pack
code --install-extension vscjava.vscode-java-test
code --install-extension vscjava.vscode-maven
code --install-extension wallabyjs.console-ninja
code --install-extension wayou.vscode-todo-highlight
code --install-extension wholroyd.jinja
code --install-extension xdebug.php-debug
code --install-extension xdebug.php-pack
code --install-extension yoavbls.pretty-ts-errors
code --install-extension zobo.php-intellisense

homelo ///